{
  "person": {
    "role": "Private Lacrosse Coach"
  },
  "newsletter": {
    "title": "Subscribe to {firstName}'s Newsletter",
    "description": "I occasionally write about design, technology, and share thoughts on the intersection of creativity and engineering",
    "button": "Sign up"
  },
  "home": {
    "label": "Home",
    "title": "{name}'s Portfolio",
    "description": "Portfolio website showcasing my work as a {role}",
    "headline": "Design engineer and builder",
    "subline": "I'm Selene, a design engineer at FLY, where I craft intuitive user experiences. After hours, I build my own projects."
  },
  "about": {
    "label": "About",
    "title": "About me",
    "description": "Meet {name}, {role} from {location}",
    "intro": {
      "title": "Introduction",
      "description": "Hi, I'm Dan Crotty and welcome to The Lax Teacher! As a former college coach and 3x All-American college player, I'm excited to start offering private, individual, and small group lacrosse lessons for boys and girls players of all skill levels and ages in the Charlotte area. As a defenseman in field and a forward in box, I possess a deep understanding of what it takes to be elite on both sides of the ball. While coaching in college I oversaw both the face-off units and goalie units which allowed me to gain immense knowledge of the specialty positions and how to train them. The goal of The Lax Teacher is to not just teach the \"how\", but also the \"why\". My depth of knowledge allows each lesson to be specifically catered to what areas the athlete needs to work on to reach their goals. If you have any questions or would be interested in scheduling a lesson, feel free to reach out via DM, phone, or email."
    },
    "work": {
      "title": "Work Experience",
      "experiences": {
        "FLY": {
          "timeframe": "2022 - Present",
          "role": "Senior Design Engineer",
          "achievements": "Redesigned the UI/UX for the FLY platform, resulting in a 20% increase in user engagement and 30% faster load times.;Spearheaded the integration of AI tools into design workflows, enabling designers to iterate 50% faster."
        },
        "Creativ3": {
          "timeframe": "2018 - 2022",
          "role": "Lead Designer",
          "achievements": "Developed a design system that unified the brand across multiple platforms, improving design consistency by 40%.;Led a cross-functional team to launch a new product line, contributing to a 15% increase in overall company revenue."
        }
      }
    },
    "studies": {
      "title": "Studies",
      "institutions": {
        "University of Jakarta": {
          "description": "Studied software engineering."
        },
        "Build the Future": {
          "description": "Studied online marketing and personal branding."
        }
      }
    },
    "technical": {
      "title": "Technical skills",
      "skills": {
        "Figma": {
          "description": "Able to prototype in Figma with Once UI with unnatural speed."
        },
        "Nextjs": {
          "description": "Building next gen apps with Next.js + Once UI + Supabase."
        }
      }
    }
  },
  "blog": {
    "label": "Blog",
    "title": "Writing about design and tech...",
    "description": "Read what {name} has been up to recently"
  },
  "work": {
    "label": "Work",
    "title": "My projects",
    "description": "Design and dev projects by {name}"
  },
  "gallery": {
    "label": "Gallery",
    "title": "My photo gallery",
    "description": "A photo collection by {name}"
  },
  "projectCard": {
    "label": "Read Case Study"
  }
}
